Repository: Rupali835/MeDocPatietApp
Catalog: medocpatient/*.lproj/Localizable.strings
Languages: hi, mr

source: Welcome To Medoc !
hi: मेडोक में आपका स्वागत है !
mr: मेडोक मध्ये आपले स्वागत आहे !

source: Profile
hi: प्रोफाइल
mr: प्रोफाइल

source: Reports
hi: रिपोर्ट
mr: अहवाल

source: Prescription
hi: पर्चे
mr: प्रिस्क्रिप्शन

source: Medicines
hi: दवाई
mr: औषधे

source: QR Code
hi: क्यूआर कोड
mr: क्यूआर कोड

source: Health
hi: स्वास्थ्य
mr: आरोग्य

source: FAQ
hi: सामान्य प्रश्न
mr: सामान्य प्रश्न

source: About us
hi: हमारे बारे में
mr: आमच्याबद्दल

source: Contact us
hi: हमसे संपर्क करें
mr: आमच्याशी संपर्क साधा

source: Disha Guideline
hi: दिशा मार्गदर्शक सूचना
mr: दिशा मार्गदर्शक सूचना

source: OK
hi: ठीक
mr: ठीक आहे

source: Standard Meal Timing Chart
hi: मानक भोजन समय चार्ट
mr: मानक जेवण वेळ चार्ट

source: Breakfast Time is 8AM
hi: सुबह का नाश्ता का समय 8 बजे है
mr: न्याहारी वेळ 8 वाजता आहे

source: Lunch Time is 1PM
hi: दोपहर का खाना का समय 1 बजे है
mr: दुपारचे जेवण वेळ 1 वाजता आहे

source: Dinner Time is 8PM
hi: रात का खाना का समय 8 बजे है
mr: रात्रीचे जेवण वेळ 8 वाजता आहे

source: Alert
hi: चेतावनी
mr: अलर्ट

source: Yes
hi: हाँ
mr: हो

source: No
hi: नहीं
mr: नाही

source: Are You Sure, Do You Want to Logout?
hi: क्या आप निश्चित हैं, क्या आप लॉगआउट करना चाहते हैं?
mr: आपण निश्चितपणे लॉग आउट करू इच्छिता का?

source: More
hi: अधिक
mr: अधिक

source: Less
hi: कम
mr: कमी

source: Q1: Will a person with Type 2 diabetes under control end up with the need for insulin?
hi: Q1: क्या इन्सुलिन की आवश्यकता के साथ टाइप 2 डायबिटीज़ से पीड़ित व्यक्ति का नियंत्रण समाप्त हो जाएगा?
mr: Q1: टायप 2 मधुमेह असलेल्या व्यक्तीस इंसुलिनची गरज पडू शकते का?

source: A: As you may have read, Type 2 diabetes is a progressive disease. Will you require insulin? That all depends on individual factors that includes, among many other factors, weight, exercise, genetics, hormones and beta-cells, those cells that produce insulin in your pancreas. Research shows that managing your diabetes early in the disease process can have big payoffs in later years. Joining a support group for people with diabetes can be helpful in keeping you going in your health quest. Following up with your health care team regularly and keeping abreast on the new developments in diabetes management can also benefit you. Answered by Andrea Dunn, RD, LD, CDE: Andrea Dunn is a registered dietitian and certified diabetes educator with the Center for Human Nutrition.
hi: A: जैसा कि आपने पढ़ा होगा, टाइप 2 मधुमेह एक प्रगतिशील बीमारी है। क्या आपको इंसुलिन की आवश्यकता होगी? यह सब व्यक्तिगत कारकों पर निर्भर करता है, जिसमें कई अन्य कारक, वजन, व्यायाम, आनुवांशिकी, हार्मोन और बीटा-कोशिकाएं शामिल हैं, वे कोशिकाएं जो आपके अग्न्याशय में इंसुलिन का उत्पादन करती हैं। अनुसंधान से पता चलता है कि बीमारी की प्रक्रिया में आपके मधुमेह का प्रबंधन जल्द ही बाद के वर्षों में बड़े भुगतान का हो सकता है। मधुमेह वाले लोगों के लिए एक सहायता समूह में शामिल होना आपको अपने स्वास्थ्य की खोज में रखने में मददगार हो सकता है। नियमित रूप से आपकी स्वास्थ्य देखभाल टीम के साथ और मधुमेह प्रबंधन में नए विकास पर संयम रखने से आपको भी फायदा हो सकता है। एंड्रिया डन, आरडी, एलडी, सीडीई द्वारा उत्तर दिया गया: एंड्रिया डन एक पंजीकृत आहार विशेषज्ञ और प्रमाणित डायबिटीज है। मानव पोषण के लिए केंद्र।
mr: A: जसे तुम्ही वाचले असेल, प्रकार 2 मधुमेह एक प्रगतिशील रोग आहे. आपल्याला इंसुलिनची आवश्यकता आहे का? हे सर्व इतर घटकांमधे, वजन, व्यायाम, अनुवांशिकता, हार्मोन आणि बीटा-सेल्समध्ये समाविष्ट असलेल्या वैयक्तिक घटकांवर अवलंबून असते, त्या पेशी जे आपल्या पचनक्रियेमध्ये इन्सुलिन तयार करतात. संशोधनाने दर्शविले आहे की आजारपणाच्या सुरुवातीस आपल्या मधुमेहाचे व्यवस्थापन केल्याने नंतरच्या वर्षांमध्ये मोठ्या प्रमाणात पैसे मिळू शकतात. मधुमेह असलेल्या लोकांसाठी एका सपोर्ट ग्रुपमध्ये सामील होणे आपल्या आरोग्याच्या शोधात जाण्यात मदत करते. मधुमेहाच्या व्यवस्थापनातील नवीन विकासावर नियमितपणे आणि आपल्या आरोग्य सेवेची देखभाल केल्यानेही आपल्याला फायदा होऊ शकतो. अँड्रिया डुन, आरडी, एलडी, सीडीई यांचे उत्तरः आंद्रिया डुन हा एक नोंदणीकृत आहारतज्ज्ञ आणि प्रमाणित मधुमेहाचा शिक्षक आहे. मानवी पोषण केंद्र.

source: Q2: Do calories from hard liquor add just as much caloric energy/fat as calories from other sources? What are 'empty calories' so many people refer to?
hi: Q2: क्या कठिन शराब से कैलोरी अन्य स्रोतों से कैलोरी के रूप में उतनी ही कैलोरी ऊर्जा / वसा को जोड़ती है? क्या बहुत सारे लोगों को संदर्भित करने के लिए 'खाली कैलोरी' होती है?
mr: Q2: कडक शर्करामधून कॅलरीज इतर स्त्रोतांकडून कॅलरी म्हणून किती कॅलरी ऊर्जा / चरबी वाढवते? 'रिकाम्या कॅलरी' म्हणजे किती लोकांना संदर्भित करतात?

source: A: Excellent question. To make a long story short: A serving of alcohol is typically not very high in calories, BUT it is metabolized very differently than our food (90 percent in the liver), which can make weight loss tricky. For example, a light beer is roughly 100 calories and so is a handful of nuts. In terms of calories, this is not much at all, but in terms of metabolism, they vary significantly, partly because you have fiber, protein, and fat in the nut and virtually none of these in beer. 'This is why we can't say a calorie equals a calorie. Think of it this way, an empty calorie food or drink is something you can remove from the diet but still maintain optimal physiological function. Do our bodies need alcohol to survive? No. Candy? No. Soda? No. These are empty calories because they don't have a purpose. Do we need lean protein to survive? Yes. Fresh produce? Yes. You get the idea... Kylene Bogden, MS, RD, CSSD, LD: Ms. Bogden is a registered clinical dietitian who works in the Department of Nutrition Therapy at Cleveland Clinic.
hi: A: उत्कृष्ट सवाल। एक लंबी कहानी को छोटा करने के लिए: शराब की एक सेवारत आम तौर पर कैलोरी में बहुत अधिक नहीं होती है, लेकिन यह हमारे भोजन (यकृत में 90 प्रतिशत) की तुलना में बहुत अलग रूप से चयापचय होता है, जो वजन कम करने के लिए मुश्किल बना सकता है। उदाहरण के लिए, एक हल्की बीयर लगभग 100 कैलोरी होती है और इसलिए यह मुट्ठी भर नट्स हैं। कैलोरी के संदर्भ में, यह बहुत अधिक नहीं है, लेकिन चयापचय के संदर्भ में, वे काफी भिन्न होते हैं, आंशिक रूप से क्योंकि आपके पास फाइबर, प्रोटीन और वसा में है अखरोट और वस्तुतः बीयर में इनमें से कोई भी नहीं है। 'यही कारण है कि हम यह नहीं कह सकते हैं कि कैलोरी एक कैलोरी के बराबर है। इस तरह से सोचें, एक खाली कैलोरी भोजन या पेय कुछ ऐसा है जिसे आप आहार से हटा सकते हैं लेकिन फिर भी बनाए रख सकते हैं। इष्टतम शारीरिक क्रिया। क्या हमारे शरीर को जीवित रहने के लिए शराब की आवश्यकता है? नहीं कैंडी? नहीं सोडा? नहीं। ये खाली कैलोरी हैं क्योंकि उनका एक उद्देश्य है। क्या हमें जीवित रहने के लिए दुबले प्रोटीन की आवश्यकता है? हां। ताजा उत्पादन? हां। आपको यह विचार मिलता है ... काईलीन बोगडेन, एमएस, आरडी, सीएसएसडी, एलडी: सुश्री बोगडेन एक पंजीकृत नैदानिक ​​आहार विशेषज्ञ हैं जो खराब हो जाते हैं क्लीवलैंड क्लिनिक में पोषण चिकित्सा विभाग में के.एस.
mr: A: एक उत्कृष्ट प्रश्न. एक दीर्घ कथा थोडक्यात सांगा: मद्यपान करण्याची सेवा सामान्यत: कॅलरीमध्ये फारच जास्त नसते, परंतु हे आमच्या अन्न (यकृतातील 9 0 टक्के) पेक्षा वेगळ्या पद्धतीने मेटाबोलाइझ केले जाते जे वजन कमी करण्यास त्रासदायक ठरते. उदाहरणार्थ, हलकी बियर सुमारे 100 कॅलरीज असते आणि म्हणूनच मूठभर काजू असतात. कॅलरीजच्या बाबतीत हे फारच कमी नसते, परंतु चयापचय पद्धतीने ते भिन्न प्रमाणात फरक करतात, कारण अंशत: फायबर, प्रथिने आणि चरबी नट आणि खरंच यापैकी काहीही बियरमध्ये नाही. 'म्हणूनच आपण असे म्हणू शकत नाही की कॅलरी एक कॅलरी समतुल्य आहे. अशा प्रकारे विचार करा, रिकामे कॅलरी अन्न किंवा पेय जे आपण आहारातून काढून टाकू शकता परंतु तरीही टिकवून ठेवू शकता. इष्टतम शारीरिक क्रियाकलाप. आपल्या शरीरास जगण्यासाठी अल्कोहोलची गरज आहे का? नाही काँडी? नाही सोडा? नाही ही रिक्त कॅलरी आहेत कारण त्यांचा उद्देश नाही. आम्हाला आळशी प्रथिने आवश्यक आहे का? होय. ताजे उत्पादन? होय. आपल्याला कल्पना मिळेल ... किलेन बोग्डेन, एमएस, आरडी, सीएसएसडी, एलडीः सुश्री बोगडन हे एक नोंदणीकृत क्लिनिकल आहारविद आहे जे कष्ट करतात क्लीव्हलँड क्लिनिक येथे पोषण थेरेपी विभाग मध्ये के.एस.

source: Q3: Can a vegan diet cause lupus patient to go into remission?
hi: Q3: क्या एक शाकाहारी आहार से ल्यूपस रोगी को छूट में जा सकता है?
mr: Q3: शाकाहारी आहारामुळे ल्यूपस रुग्णांना क्षमा मिळेल का?

source: A: The scientific evidence on the role of diet in autoimmune diseases such as lupus is just becoming available. I am a believer that a plant-based diet is helpful in promoting overall health and decreasing the chemicals that cause inflammation. I advocate a plant-based diet along with a very low-fat diet. You have to recall that French fries are vegan but they are not exactly healthy. I think that exercise and healthy diet are extremely important for everyone, but more so for those with autoimmune diseases. Answered by Howard_Smith,_MD: Dr. Smith is a rheumatologist in the Department of Rheumatic and Immunological Diseases specializing in lupus, arthritis and general rheumatology.
hi: A: ऑटोइम्यून बीमारियों में आहार की भूमिका पर वैज्ञानिक सबूत जैसे कि ल्यूपस बस उपलब्ध हो रहा है। मैं विश्वास करता हूं कि एक संयंत्र-आधारित आहार समग्र स्वास्थ्य को बढ़ावा देने में सहायक होता है और सूजन पैदा करने वाले रसायनों को कम करने में मदद करता है। मैं एक पौधे की वकालत करता हूं। बहुत कम वसा वाले आहार के साथ-साथ संतुलित आहार। आपको याद रखना होगा कि फ्रेंच फ्राइज़ शाकाहारी हैं लेकिन वे बिल्कुल स्वस्थ नहीं हैं। मुझे लगता है कि व्यायाम और स्वस्थ आहार सभी के लिए अत्यंत महत्वपूर्ण हैं, लेकिन ऑटोइम्यून बीमारियों वाले लोगों के लिए और भी बहुत कुछ। हावर्ड_स्मिथ, _MD द्वारा उत्तर दिया गया : डॉ। स्मिथ ल्यूपस, गठिया और सामान्य रुमेटोलॉजी में विशेषज्ञता वाले रूमेटिक एंड इम्यूनोलॉजिकल रोगों के विभाग में एक रुमेटोलॉजिस्ट हैं।
mr: A: लुपससारख्या ऑटोइम्यून रोगांमधील आहाराच्या भूमिकेविषयी वैज्ञानिक पुरावे फक्त उपलब्ध होत आहेत. मी एक आस्तिक आहे की वनस्पती-आधारित आहारा संपूर्ण आरोग्याचे प्रचार करण्यासाठी आणि जळजळ करणारी रसायने कमी करण्यास मदत करते. अत्यंत कमी चरबीयुक्त आहारासह-आहारयुक्त आहार आपल्याला आठवते की फ्रेंच फ्राईज कडक आहेत परंतु ते निरोगी नाहीत. मला असे वाटते की व्यायाम आणि निरोगी आहार प्रत्येकासाठी अत्यंत महत्वाचे आहे, परंतु स्वयंसेवी रोगांसारखे आहे. हॉवर्ड टेमिथचे उत्तर, _एमडी: डॉ स्मिथ, ल्युपस, संधिशोथा आणि सामान्य संधिशोषणात विशेषत: रूमेटिक आणि इम्युनोलॉजिकल रोग विभागामध्ये संधिवातशास्त्रज्ञ आहे.

source: Q4: Is there a genetic factor to strokes?
hi: Q4: स्ट्रोक करने के लिए एक आनुवंशिक कारक है?
mr: Q4: स्ट्रोकसाठी अनुवांशिक घटक आहे काय?

source: A: Yes. There are genetic factors. There are some people that are born with certain genes that predispose them to stroke. One such condition would be CADASIL (cerebral autosomal-dominant arteriopathy with subcortical infarcts and leukoencephalopathy). If you are interested, I am sure you can learn more about this condition from the Web. Some people are born with genetic conditions that predispose them to clotting. This in turn may increase their stroke risk. Finally, if you have a strong family history of high blood pressure, diabetes, high cholesterol or any of the major modifiable risk factors for stroke, you may also be at higher risk because of this. However, these particular conditions are very much treatable and you certainly can do something about them to lower your risk. Answered by Efrain Salgado, MD: Dr. Salgado is Director of the Cleveland Clinic Florida Stroke Center and Neurosonology Laboratory and Director of the Neurology Residency Training Program at Cleveland Clinic Florida.
hi: A: हाँ। आनुवांशिक कारक हैं। कुछ लोग ऐसे होते हैं जो कुछ ऐसे जीनों के साथ पैदा होते हैं जो उन्हें स्ट्रोक के लिए प्रेरित करते हैं। ऐसी ही स्थिति कैडासिल (सेरेब्रल ऑटोसोमल-डोमिनेंट आर्टेरोपैथी के साथ सबऑर्टिकल इन्फर्क्ट्स और ल्यूकोएन्सेफैलोपैथी के साथ) होगी। यदि आप रुचि रखते हैं। मुझे यकीन है कि आप वेब से इस स्थिति के बारे में अधिक जान सकते हैं। कुछ लोग आनुवांशिक स्थितियों के साथ पैदा होते हैं जो उन्हें थक्का जमाने के लिए प्रेरित करते हैं। यह बदले में उनके स्ट्रोक के जोखिम को बढ़ा सकता है। अंत में, यदि आपके पास उच्च रक्तचाप का एक मजबूत पारिवारिक इतिहास है। मधुमेह, उच्च कोलेस्ट्रॉल या स्ट्रोक के लिए प्रमुख परिवर्तनीय जोखिम कारकों में से कोई भी, आप इसके कारण उच्च जोखिम में हो सकते हैं। हालांकि, ये विशेष परिस्थितियां बहुत अधिक उपचार योग्य हैं और आप निश्चित रूप से अपने जोखिम को कम करने के लिए उनके बारे में कुछ कर सकते हैं। एफ़्रेन सालगेडो, एमडी द्वारा उत्तर दिया गया: डॉ। सालगाड़ो क्लीवलैंड क्लिनिक फ्लोरिडा स्ट्रोक सेंटर और न्यूरोसॉनोलॉजी लेबोरेटरी के निदेशक और क्लीवलैंड क्ली में न्यूरोलॉजी रेजीडेंसी प्रशिक्षण कार्यक्रम के निदेशक हैं। निक फ्लोरिडा।
mr: A: होय, आनुवंशिक घटक आहेत. काही लोक असे आहेत जे विशिष्ट जनुकांसोबत जन्माला येतात जी त्यांना स्ट्रोकला कारणीभूत ठरतात. अशा स्थितीत कॅडॅसिल (सेरेब्रल ऑटोसोमल-प्राबल्य आर्टोपियोपॅथी आणि सबकोर्टिकल इंफर्टेक्ट्स आणि ल्युकोएन्सफेलोपॅथीसह) असेल. जर आपल्याला स्वारस्य असेल तर, मला खात्री आहे की आपण वेबवरून या स्थितीबद्दल अधिक जाणून घेऊ शकता. काही लोक आनुवांशिक परिस्थितीने जन्माला येतात जे त्यांना थट्टा करण्यास प्रवृत्त करतात. परिणामी त्यांचे स्ट्रोक जोखीम वाढू शकते. शेवटी, आपल्याकडे उच्च रक्तदाब मजबूत कुटुंब इतिहास असेल तर, मधुमेह, उच्च कोलेस्टेरॉल किंवा स्ट्रोकसाठी प्रमुख सुधारित जोखीम घटकांपैकी कोणतेही देखील, यामुळे आपणास जास्त धोका असू शकतो. तथापि, ही विशिष्ट परिस्थिती खूपच उपयुक्त आहे आणि आपण त्यांच्या जोखीम कमी करण्यासाठी नक्कीच काहीतरी करू शकता. एफेन सॅल्गाडो, एमडीचे उत्तरः डॉ. सल्गाडो क्लीव्हलँड क्लिनिक फ्लोरिडा स्ट्रोक सेंटर चे संचालक आणि न्यूरोसोनोलॉजी प्रयोगशाळा आणि क्लीव्हलँड क्ली येथे न्यूरोलॉजी रेजीडेंसी ट्रेनिंग प्रोग्रामचे संचालक आहेत. निक फोरिडा.

source: Q5: What medications are best for the treatment of asthma? What are their side effects?
hi: Q5: अस्थमा के इलाज के लिए कौन सी दवाएं सबसे अच्छी हैं? उनके दुष्प्रभाव क्या हैं?
mr: Q5: दम्याच्या उपचारांसाठी कोणती औषधे सर्वोत्तम आहेत? त्यांचे दुष्परिणाम काय आहेत?

source: A: Albuterol is usually the primary 'rescue' or short-term medicine that is used to help acute asthma symptoms, such as coughing or wheezing. When a patient needs to use albuterol to relieve daytime symptoms more than twice per week, however, it usually reflects the need to use daily 'controller' or anti-inflammatory medications. Many people are concerned about possible side effects of inhaled steroids, which are the largest group of 'controller' medications available. When used in low- to medium-doses, however, inhaled steroids are very safe, even used on a daily basis for years. They are much safer than either multiple courses of oral steroids OR uncontrolled/undertreated asthma symptoms. Answered by John Carl, MD. Dr. Carl is a pediatric pulmonologist at Cleveland Clinic Children's who diagnoses and treats pneumonia, asthma, bronchitis, emphysema, and other respiratory problems in infants, children, and adolescents.
hi: A: एल्ब्युटेरोल आमतौर पर प्राथमिक 'बचाव' या अल्पकालिक दवा है जिसका उपयोग तीव्र अस्थमा के लक्षणों जैसे कि खांसी या घरघराहट में मदद करने के लिए किया जाता है। जब रोगी को प्रति सप्ताह दो बार से अधिक दिन के लक्षणों से राहत के लिए अल्ब्युटेरोल का उपयोग करने की आवश्यकता होती है, हालांकि यह आमतौर पर दैनिक 'नियंत्रक' या विरोधी भड़काऊ दवाओं का उपयोग करने की आवश्यकता को दर्शाता है। बहुत से लोग साँस के स्टेरॉयड के संभावित दुष्प्रभावों के बारे में चिंतित हैं, जो उपलब्ध 'नियंत्रक' दवाओं के सबसे बड़े समूह हैं। हालांकि, साँस के स्टेरॉयड बहुत सुरक्षित हैं, यहां तक ​​कि दैनिक आधार पर वर्षों तक उपयोग किया जाता है। वे मौखिक स्टेरॉयड या अनियंत्रित / अस्थमा के लक्षणों के कई पाठ्यक्रमों की तुलना में बहुत सुरक्षित हैं। जॉन कार्ल, एमडी डॉ। कार्ल द्वारा उत्तर दिया गया। क्लीवलैंड क्लिनिक बच्चों में एक बाल रोग विशेषज्ञ है, जो शिशुओं, बच्चों और किशोरों में निमोनिया, अस्थमा, ब्रोंकाइटिस, वातस्फीति और अन्य श्वसन समस्याओं का निदान और उपचार करता है।
mr: A: अल्ब्युरोल हे सामान्यतः 'बचाव' किंवा अल्पावधीचे औषध असते ज्याचा वापर खोकला किंवा घरघर सारखे तीव्र दम्याचे लक्षणे करण्यासाठी होतो. रुग्णाला दिवसाच्या दोनदा दुप्पट जास्त लक्षणे टाळण्यासाठी अल्बर्टोल वापरण्याची आवश्यकता असते, तथापि, बहुतेकदा दररोज 'कंट्रोलर' किंवा विरोधी दाहक औषधे वापरण्याची गरज दर्शवते. अनेक लोक इनहेल्ड स्टेरॉईड्सच्या संभाव्य दुष्परिणामांविषयी चिंतित आहेत जे उपलब्ध 'नियंत्रक' औषधेंचा सर्वात मोठा समूह आहे. कमी-मध्यम-डोसमध्ये वापरल्यास तथापि, इनहेल्ड स्टेरॉईड्स खूप सुरक्षित आहेत, बर्याच वर्षांपासून रोज वापरल्या जातात. ते तोंडी स्टेरॉईड्सच्या एकाधिक अभ्यासक्रमांपेक्षा किंवा अनियंत्रित / हाताळलेले अस्थमाच्या लक्षणांपेक्षा बर्याच सुरक्षित आहेत. जॉन कार्ल यांनी उत्तर दिले, एमडी डॉ. कार्ल क्लीव्हलँड क्लिनीक मुलांमधील बालरोगतज्ज्ञ फुफ्फुसशास्त्रज्ञ मुलांमधे, निमोनिया, दमा, ब्रॉन्कायटिस, इफिसीमा आणि इतर नवजात शिशु, मुले व किशोरवयीन मुलांमध्ये श्वसन समस्या निदान आणि त्यांचा निदान करते.

source: Q6: What exactly is a spine block injection? Will it work long-term for low back pain due to disc problems?
hi: Q6: वास्तव में स्पाइन ब्लॉक इंजेक्शन क्या है? क्या यह डिस्क की समस्याओं के कारण कम पीठ दर्द के लिए दीर्घकालिक काम करेगा?
mr: Q6: रीइन ब्लॉक इंजेक्शन म्हणजे नेमके काय आहे? डिस्कच्या समस्येमुळे ते कमी वेदनांसाठी दीर्घ काळ कार्य करेल का?

source: A: There are number of injections, and they basically are used to block the pain generators that are believed to be the cause of pain. These have been used for decades for pain control. Some need only one injection and some may need more than one to get adequate relief. There is no permanent solution that is consistent for these pain generators. Answered by Santhosh Thomas, DO. Dr. Thomas is board-certified in physical medicine and rehabilitation. His specialty interests include electromyography, evaluation and management of back and neck pain, interventional pain management, and sports medicine.
hi: A: इंजेक्शन की संख्या है, और वे मूल रूप से दर्द उत्पन्न करने वाले दर्द को उत्पन्न करने वाले दर्द को रोकने के लिए उपयोग किया जाता है। इनका इस्तेमाल दशकों से दर्द नियंत्रण के लिए किया जाता रहा है। कुछ को केवल एक इंजेक्शन की आवश्यकता होती है और कुछ को इससे अधिक की आवश्यकता हो सकती है। पर्याप्त राहत पाने के लिए। कोई भी स्थायी समाधान नहीं है जो इन दर्द जनरेटरों के लिए संगत है। संथोश थॉमस ने उत्तर दिया, डॉ। थॉमस भौतिक चिकित्सा और पुनर्वास में बोर्ड-प्रमाणित हैं। उनकी विशेष रुचियों में इलेक्ट्रोमोग्राफी, मूल्यांकन शामिल हैं। और पीठ और गर्दन के दर्द का प्रबंधन, पारंपरिक दर्द प्रबंधन और खेल चिकित्सा।
mr: A: अनेक इंजेक्शन्स आहेत आणि वेदना जनतेला वेदना होऊ शकतील अशा वेदना जनकांना रोखण्यासाठी त्यांचा वापर केला जातो. त्यांच्यावर बर्याच काळासाठी वेदना नियंत्रणासाठी वापरण्यात आले आहे. काहीांना केवळ एक इंजेक्शन पाहिजे आणि काहीांना त्यापेक्षा जास्त आवश्यक आहे पुरेसे समाधान मिळविण्यासाठी एक. या वेदना जनरेटरसाठी सातत्यपूर्ण राहणारे कोणतेही स्थायी समाधान नाही. संतोष थॉमस, डीओ द्वारा उत्तर दिले गेले. डॉ. थॉमस शारीरिक औषध आणि पुनर्वसन मध्ये बोर्ड-प्रमाणित आहेत. त्यांचे विशेष आवडींमध्ये विद्युत्लेखन, मूल्यांकन आणि बॅक आणि मान वेदना, इंटरव्हेन्शनल वेद मॅनेजमेंट आणि स्पोर्ट्स मेडिसिन.

source: Q7: Can you recommend any tools that will help me stay motivated to stay on my eating plan?
hi: Q7: क्या आप किसी भी उपकरण की सिफारिश कर सकते हैं जो मुझे मेरे खाने की योजना पर बने रहने के लिए प्रेरित करने में मदद करेगा?
mr: Q7: आपण माझ्या खाण्याच्या योजनेवर टिकून राहण्यास प्रेरित होण्यास मदत करणार्या कोणत्याही साधनांची शिफारस करू शकता?

source: A: These are a few that I have found quite helpful for my patients: 1: Continue to remind yourself of the benefits of reaching your goal. It may be looking good in those summer shorts or having more energy to keep up with your kids. Put up notes to remind yourself if necessary. 2: Weigh yourself weekly and give yourself a NON-FOOD reward. It doesn’t have to be expensive. It could be giving yourself a candle-lit bubble bath or a back-rub from your spouse. Get creative. 3: Continue to focus on health and wellness. Read books and articles that are motivating. Also, avoid environmental triggers that stir up your cravings such as watching food-related TV shows, meeting your friends at your favorite pastry shop, etc. 4: Keep graphic records of your accomplishments. Watching that line on your weight graph go down or the line on your exercise graph go up can be quite motivating! Answered by Maxine Smith, RD, LD. Ms. Smith has more than 20 years of experience as a registered, clinical dietitian and currently works in the department of Nutrition Therapy
hi: A: ये कुछ हैं जो मैंने अपने रोगियों के लिए काफी मददगार पाए हैं: 1: अपने लक्ष्य तक पहुंचने के लाभों के बारे में खुद को याद दिलाना जारी रखें। यह उन गर्मियों में शॉर्ट्स में अच्छा लग रहा है या रखने के लिए अधिक ऊर्जा हो सकती है। अपने बच्चों को। यदि आवश्यक हो तो अपने आप को याद दिलाने के लिए नोट डालें। 2: अपने आप को साप्ताहिक रूप से तौलें और अपने आप को एक गैर-खाद्य इनाम दें। यह महंगा होने की जरूरत नहीं है। यह खुद को मोमबत्ती से जला हुआ बुलबुला स्नान या दे सकता है। अपने पति या पत्नी से रगड़ें। रचनात्मक बनें। 3: स्वास्थ्य और कल्याण पर ध्यान केंद्रित करना जारी रखें। ऐसी किताबें और लेख पढ़ें जो प्रेरित कर रहे हैं। इसके अलावा, पर्यावरण ट्रिगर से बचें जो आपके cravings को उत्तेजित करते हैं जैसे कि भोजन से संबंधित टीवी शो, बैठक। आपके पसंदीदा पेस्ट्री शॉप पर आपके मित्र, आदि 4: अपनी उपलब्धियों का ग्राफिक रिकॉर्ड रखें। अपने वेट ग्राफ पर उस रेखा को देखते हुए या अपने व्यायाम ग्राफ पर जाने वाली रेखा काफी प्रेरित हो सकती है! द्वारा उत्तर दिया गया! मैक्सिन स्मिथ, आरडी, एलडी। सुश्री स्मिथ के पास पंजीकृत, क्ली के रूप में 20 से अधिक वर्षों का अनुभव है आहार विशेषज्ञ और वर्तमान में पोषण चिकित्सा विभाग में काम करता है
mr: A: हे काही माझ्या रुग्णांना उपयुक्त ठरले आहे: 1: आपल्या ध्येयापर्यंत पोहोचण्याच्या फायद्यांबद्दल स्वत: ला स्मरण करून देण्यास सुरू ठेवा. त्या उन्हाळ्याच्या शॉर्ट्समध्ये किंवा चांगल्या स्थितीत राहण्यासाठी जास्त ऊर्जा असणे चांगले आहे. आपल्या मुलांनो, आवश्यक असल्यास स्वत: ला आठवण करुन देण्यासाठी नोट्स ठेवा. 2: स्वतःला साप्ताहिक वजन द्या आणि स्वत: ला नॉन-फूड इनाम द्या. हे महाग असू नये. आपल्या जोडीदारापासून परत जा. क्रिएटिव्ह व्हा. 3: आरोग्य आणि निरोगीपणावर लक्ष केंद्रित करणे सुरू ठेवा. प्रेरणा देणारे पुस्तक आणि लेख वाचा. तसेच पर्यावरणीय ट्रिगर्स (उद्दीपके) टाळा जे अन्नसंबंधित टीव्ही शो पाहणे आपले मित्र आपल्या आवडत्या पेस्ट्रीच्या दुकानात इत्यादी. 4: आपल्या साध्यतेचे ग्राफिक रेकॉर्ड ठेवा. आपल्या वेट ग्राफवर ती रेखा पहाणे किंवा आपल्या व्यायामाची ओळ ग्राफ गती खूप प्रेरणादायक असू शकते! याचे उत्तर मॅक्सिन स्मिथ, आरडी, एलडी सुश्री स्मिथ यांना नोंदणीकृत, क्लायंट म्हणून 20 पेक्षा जास्त वर्षांचा अनुभव आहे नैतिक आहारशास्त्रज्ञ आणि सध्या पोषण थेरपी विभागामध्ये काम करते

source: Q8: Are there any long-term effects associated with taking ADHD (attention deficit hyperactivity disorder) medications? If so, what are they and what medications are implicated?
hi: Q8: क्या एडीएचडी (ध्यान घाटे की सक्रियता विकार) दवाएं लेने से कोई दीर्घकालिक प्रभाव जुड़ा हुआ है? यदि हां, तो वे क्या हैं और क्या दवाएं निहित हैं?
mr: Q8: एडीएचडी (लक्ष वेधणे हायपरएक्टिविटी डिसऑर्डर) औषधे घेतल्यास दीर्घकालीन प्रभाव आहे का? असल्यास तसे काय आहे आणि कोणती औषधे समाविष्ट केली जातात?
