Repository: Rupali835/MeDocPatietApp
Catalog: medocpatient/*.lproj/Localizable.strings
Languages: hi, mr

source: A: I usually advise people that options are nothing (leave it alone), exercise, medications, injections, surgery, or other (non-traditional like acupuncture, tai chi, or even cognitive behavioral therapy). Most people will do well with exercises and medication if needed. Surgery is usually done for so-called radicular or sciatic pains that don't get better with exercises, medications, or time. Injections may be considered for pain not relieved with time, exercise, or medication. Answered by Russell DeMicco, DO. Dr. DeMicco is a medical spine specialist with the Center for Spine Health. His specialty interests include the evaluation and management of back pain in adults and adolescents, non-operative spine care and musculoskeletal medicine, and interventional spine procedures.
hi: A: मैं आमतौर पर लोगों को सलाह देता हूं कि विकल्प कुछ भी नहीं हैं (इसे अकेला छोड़ दें), व्यायाम, दवाएं, इंजेक्शन, सर्जरी, या अन्य (एक्यूपंक्चर, ताई ची, या यहां तक ​​कि संज्ञानात्मक व्यवहार थेरेपी जैसे गैर-पारंपरिक)। अधिकांश लोग साथ में अच्छा करेंगे। यदि आवश्यक हो तो व्यायाम और दवा। सर्जरी आमतौर पर तथाकथित रेडिक्यूलर या कटिस्नायुशूल दर्द के लिए की जाती है जो व्यायाम, दवाओं या समय के साथ बेहतर नहीं होती है। दर्द को समय, व्यायाम, या दवा के साथ राहत नहीं के लिए माना जा सकता है। रसेल डेमिकको, डीओ द्वारा उत्तर दिया गया। डॉ। डेमीको स्पाइन हेल्थ के केंद्र के साथ एक चिकित्सा रीढ़ विशेषज्ञ हैं। उनकी विशेष रुचियों में वयस्कों और किशोरों में पीठ दर्द का मूल्यांकन और प्रबंधन, गैर-ऑपरेटिव रीढ़ की देखभाल और मस्कुलोस्केलेटल दवा शामिल हैं, और पारंपरिक पारंपरिक रीढ़ प्रक्रियाएं।
mr: A: मी सामान्यतः लोकांना सल्ला देतो की पर्याय काही नाही (एकटे सोडून द्या), व्यायाम, औषधे, इंजेक्शन, शल्यक्रिया किंवा इतर (एक्यूपंक्चर, ताई ची, किंवा संज्ञेत्मक वर्तनात्मक थेरपीसारख्या अपारंपरागत). बहुतेक लोक चांगले कार्य करतील व्यायाम आणि औषधे आवश्यक आहेत. शस्त्रक्रिया सहसा तथाकथित रेडिक्युलर किंवा सायटॅटिक वेदनांसाठी केली जाते जी व्यायाम, औषधे किंवा वेळेसह अधिक चांगले होत नाहीत. वेळ, व्यायाम किंवा औषधोपचाराने वेदना मिळविण्यासाठी दुखापतींचा विचार केला जाऊ शकतो. रसेल डीमीकोकोचे उत्तर, डॉ. डीमिकोको स्पाइन हेल्थ सेंटरसह वैद्यकीय रीढ़ विशेषज्ञ आहे.त्यांचे विशेष रुचर्स प्रौढ आणि किशोरवयीन मुलांमध्ये, नॉन-ऑपरेशनल स्पाइन केअर आणि मस्क्यूकोस्केलेंट औषधांमधील पीठांच्या वेदनांचे मूल्यांकन आणि व्यवस्थापन, आणि मधुमेहातील रीयून प्रक्रिया.

source: Q17: Does day care, preschool, etc. have an effect on children developing allergies or asthma?
hi: Q17: क्या डे केयर, प्रीस्कूल, आदि का बच्चों में एलर्जी या अस्थमा के विकास पर प्रभाव पड़ता है?
mr: Q17: आजारपण, पूर्वस्कूली इत्यादींचा अॅलर्जी किंवा दमा विकसित करणार्या मुलांवर प्रभाव पडतो का?

source: A: Yes, it does. Most children in day care or preschool settings experience more viral respiratory infections in the first two to three years of life than children who are at home with no siblings. If you control for genetic background and environmental triggers, however, the children who attended day care/preschool had a lower incidence of asthma later in life. Answered by John Carl, MD. Dr. Carl is a pediatric pulmonologist at Cleveland Clinic Children's. He specializes in growth and development of the lung, airways, and respiratory function in children, and uses a variety of invasive and noninvasive diagnostic techniques on young patients.
hi: A: हाँ, यह करता है। दिन की देखभाल या पूर्वस्कूली सेटिंग्स में अधिकांश बच्चे जीवन के पहले दो से तीन वर्षों में उन बच्चों की तुलना में अधिक वायरल श्वसन संक्रमण का अनुभव करते हैं जो बिना भाई-बहन के घर पर हैं। यदि आप आनुवंशिक पृष्ठभूमि और पर्यावरण ट्रिगर के लिए नियंत्रण करते हैं, तो। हालाँकि, जिन बच्चों ने डे केयर / प्रीस्कूल में भाग लिया, उन्हें जीवन में बाद में अस्थमा की कम घटना हुई। ने कार्ल, एमडी, डॉ। कार्ल द्वारा उत्तर दिया, क्लीवलैंड क्लिनिक चिल्ड्रन में एक बाल रोग विशेषज्ञ हैं। वे विकास और विकास में माहिर हैं। बच्चों में फेफड़े, वायुमार्ग और श्वसन क्रिया, और विभिन्न रोगियों पर विभिन्न प्रकार के आक्रामक और गैर-नैदानिक ​​निदान तकनीकों का उपयोग करता है।
mr: A: होय, हे करता येते. डे केअर किंवा प्रिस्कूल सेटिंगमध्ये बहुतेक मुलांना कोणतेही बंधू नसलेल्या मुलांपेक्षा मुले असलेल्या मुलांपेक्षा पहिल्या दोन ते तीन वर्षांच्या आयुष्यात अधिक व्हायरल श्वसन संक्रमण होतात. जर आपण आनुवांशिक पार्श्वभूमी आणि पर्यावरणीय ट्रिगर्स (उद्दीपके) तथापि, डे केअर / प्रीस्कूलमध्ये उपस्थित असलेल्या मुलांना आयुष्यात नंतर दम्याचा कमी त्रास झाला. जॉन कार्ल यांनी उत्तर दिले, डॉ. कार्ल क्लीव्हलँड क्लिनिक चिल्ड्रेन मधील बालरोगतज्ज्ञ फुफ्फुसशास्त्रज्ञ आहेत. फुफ्फुसातील, वातनलिकांमध्ये आणि श्वसनक्रियांचे कार्य, आणि तरुण रुग्णांवर विविध आक्रमक आणि गैरवापरकारक निदान तंत्र वापरतात.

source: Q18: I recently read that researchers believe certain foods might cure Alzheimer’s disease. Is this true? If so, which foods do this and how much would you have to consume to get the benefits?
hi: Q18: मैंने हाल ही में पढ़ा कि शोधकर्ताओं का मानना ​​है कि कुछ खाद्य पदार्थ अल्जाइमर रोग का इलाज कर सकते हैं। क्या यह सच है? यदि ऐसा है, तो कौन से खाद्य पदार्थ ऐसा करते हैं और लाभ प्राप्त करने के लिए आपको कितना उपभोग करना होगा?
mr: Q18: मी अलीकडे वाचले आहे की काही खाद्य पदार्थ अल्झायमर रोग बरा करतात असे मानतात. हे सत्य आहे का? जर तसे असेल तर कोणते पदार्थ हे करतात आणि फायदे मिळविण्यासाठी आपण किती खर्च कराल?

source: A: Yes, there is research on this that is ongoing and potentially very exciting. There may be a link with inflammation and the buildup of amyloid plaque on the brain that increases the risk of Alzheimer’s disease. Diet may be a great way to help combat this. What should you eat? Plenty of fresh fruits and vegetables, 100% whole grains, extra virgin olive oil, nuts, and lean protein. As for the amount, I would say that eating three handfuls of vegetables per day and two handfuls of fruits twice a day is a great start. In addition, 1 to 2 tablespoons of extra virgin olive oil and two 3-ounce servings of fish, such as salmon, per week, would be wonderful. Good luck! Answered by Amy Jamieson-Petonic, MEd, RD. Ms. Jamieson-Petonic is the director of wellness coaching in the Cleveland Clinic Wellness Enterprise.
hi: A: हाँ, इस पर अनुसंधान चल रहा है और संभावित रूप से बहुत रोमांचक है। सूजन और मस्तिष्क पर एमाइलॉयड पट्टिका के निर्माण के साथ एक लिंक हो सकता है जो अल्जाइमर रोग के जोखिम को बढ़ाता है। आहार मदद करने का एक शानदार तरीका हो सकता है। इसका मुकाबला करें। आपको क्या खाना चाहिए? ताजे फल और सब्जियां, 100% साबुत अनाज, अतिरिक्त कुंवारी जैतून का तेल, नट, और दुबला प्रोटीन। बहुत अधिक मात्रा में, मैं कहूंगा कि प्रति दिन तीन मुट्ठी सब्जियां और दो मुट्ठी सब्जियां खाएं। दिन में दो बार फल खाना एक बेहतरीन शुरुआत है। इसके अलावा, अतिरिक्त कुंवारी जैतून का तेल के 1 से 2 बड़े चम्मच और मछली के दो 3 औंस सर्विंग्स, जैसे कि सामन, प्रति सप्ताह, अद्भुत होगा। शुभकामनाएँ! जवाब दिया एमी जैमीसन-पेटोनिक, एमईडी, आरडी। सुश्री जैमीसन-पेटोनिक क्लीवलैंड क्लिनिक वेलनेस एंटरप्राइज में वेलनेस कोचिंग के निदेशक हैं।
mr: A: होय, यावर संशोधन आहे जे चालू आहे आणि संभाव्यत: खूप उत्साहवर्धक आहे. जळजळ आणि अस्लॉइड प्लेॅक तयार करणे हे मेंदूवर अल्झाइमर रोगाचा धोका वाढविते. आहार मदत करण्याचा एक चांगला मार्ग असू शकतो. याचा सामना करा. आपण काय खावे? ताजे फळे आणि भाज्या भरपूर, 100% संपूर्ण धान्य, अतिरिक्त व्हर्जिन ऑलिव्ह ऑइल, नट आणि दुबईचे प्रथिने. अशा रकमेसाठी मी म्हणेन की दररोज तीन मूठभर भाज्या खाणे आणि दोन मूठभर दिवसातून दोनदा फळे एक चांगली सुरुवात आहे. याव्यतिरिक्त, अतिरिक्त व्हर्जिन ऑलिव्ह ऑइलचे 1 ते 2 टेबलस्पून आणि माशांच्या दोन 3-औन्स सर्व्हिंग, जसे की सॅल्मन, प्रत्येक आठवड्यात, अद्भुत असेल. शुभेच्छा! याचे उत्तर एमी जामिसन-पेटोनिक, एमईडी, आरडी. सुश्री जॅमिसन-पेटोनिक क्लीव्हलँड क्लिनिक वेलेनेस एंटरप्राइझ मधील वेलनेस कोचिंगचे संचालक आहेत.

source: Q19: Is Greek yogurt healthier than regular yogurt?
hi: Q19: नियमित दही की तुलना में ग्रीक दही स्वस्थ है?
mr: Q19: ग्रीक दही नियमित दहीपेक्षा स्वस्थ आहे का?

source: A: Greek yogurt typically has more protein than regular yogurt (about 16 gm. versus 6 gm.), but it is not necessarily more healthy. No matter what type of yogurt you choose, look for one that is fat-free or at least low-fat and that is not loaded with sugar. Plain yogurt will obviously not have added sugar; and, typically, yogurts that are 100 calories or less for a 6 oz. container will be moderate in added sugar. Answered by Maxine Smith, RD, LD. Ms. Smith has more than 20 years of experience as a registered, clinical dietitian and currently works in the department of Nutrition Therapy.
hi: A: ग्रीक दही में आमतौर पर नियमित दही (लगभग 16 ग्राम बनाम 6 ग्राम) से अधिक प्रोटीन होता है, लेकिन यह अधिक स्वस्थ नहीं है। कोई फर्क नहीं पड़ता कि आप किस प्रकार का दही चुनते हैं, जो वसा रहित है या उस पर देखें कम-वसा और वह चीनी के साथ भरी हुई नहीं है। सादे दही में स्पष्ट रूप से चीनी नहीं जोड़ा जाएगा, और, आमतौर पर, योगर्ट जो कि 6 औंस के लिए 100 कैलोरी या उससे कम होते हैं। कंटेनर जोड़ा चीनी में मध्यम होगा। उत्तर दिया। मैक्सिन स्मिथ, आरडी, एलडी। सुश्री स्मिथ के पास पंजीकृत, नैदानिक ​​आहार विशेषज्ञ के रूप में 20 से अधिक वर्षों का अनुभव है और वर्तमान में पोषण चिकित्सा विभाग में काम करता है।
mr: A: ग्रीक दहीमध्ये साधारण दही (16 ग्रॅम विरुद्ध 6 ग्रॅम.) पेक्षा अधिक प्रथिने असतात, परंतु ते अधिक आरोग्यदायी नसते. आपण कशा प्रकारचे दही निवडता, फॅट-फ्री किंवा एखाद्यासाठी पहा किमान लो-चरबी आणि ते साखर सह लोड केले जात नाही. साधा दही स्पष्टपणे साखर जोडली जाणार नाही आणि सामान्यतया, 6 ऑउंस कंटेनरसाठी 100 कॅलरीज किंवा कमी असलेले दही जोडलेले साखर जोडले जातील. याचे उत्तर मॅक्सिन स्मिथ, आरडी, एलडी सुश्री स्मिथ यांनी नोंदणीकृत, क्लिनिकल आहारतज्ञ म्हणून 20 वर्षांहून अधिक अनुभव अनुभवला आहे आणि सध्या पोषण थेरेपी विभागामध्ये काम करते.

source: Little interest or pleasure in doing things?
hi: काम करने में कम रुचि या आनंद?
mr: गोष्टी करण्यास थोडे रस किंवा आनंद?

source: Feeling down, depressed, or hopeless?
hi: उदास, उदास, या निराश महसूस करना?
mr: निराश, निराश किंवा निराश?

source: Trouble falling or staying asleep, or sleeping too much?
hi: गिरने या रहने, या बहुत अधिक सोने से परेशानी?
mr: समस्या पडत आहे किंवा झोपलेली आहे किंवा खूप झोप येत आहे?

source: Feeling tired or having little energy?
hi: थकान महसूस हो रही है या थोड़ी ऊर्जा है?
mr: थकल्यासारखे वाटणे किंवा कमी ऊर्जा असणे?

source: Poor appetite or overeating?
hi: गरीब भूख या अधिक खा रहा है?
mr: गरीब भुकेले किंवा अतिवृष्टी?

source: Feeling bad about yourself - or that you are a failure or have let yourself or your family down?
hi: अपने बारे में बुरा महसूस करना - या कि आप एक असफलता हैं या आपने खुद को या अपने परिवार को नीचा दिखाया है?
mr: स्वत: बद्दल वाईट वाटत आहे - किंवा आपण अपयशी आहात किंवा स्वत: ला किंवा आपल्या कुटुंबास खाली सोडले आहे?

source: Trouble concentrating on things, such as reading the newspaper or watching television?
hi: चीजों पर ध्यान केंद्रित करने में परेशानी, जैसे अखबार पढ़ना या टेलीविजन देखना?
mr: वृत्तपत्र वाचणे किंवा दूरदर्शन पाहणे यासारख्या गोष्टींवर लक्ष केंद्रित करणे समस्या?

source: Moving or speaking so slowly that other people could have noticed? Or the opposite - being so fidgety or restless that you have been moving around a lot more than usual?
hi: इतनी धीमी गति से बोलना या बोलना कि दूसरे लोग ध्यान दे सकें? या विपरीत - इतना उग्र या बेचैन होना कि आप सामान्य से बहुत अधिक घूम रहे हैं?
mr: पुढे जाणे किंवा इतके हळूहळू बोलणे की इतर लोक लक्षात ठेवू शकले नाहीत? किंवा उलट - आपण नेहमीपेक्षा खूप जास्त हालचाल करत आहात यापेक्षा विचलित किंवा अस्वस्थ आहात?

source: Thoughts that you would be better off dead, or of hurting yourself in some way?
hi: विचार है कि आप बेहतर मृत हो जाएंगे, या किसी तरह से खुद को चोट पहुँचाएंगे?
mr: आपण विचार केला की आपण मृत होण्यापेक्षा चांगले आहात, किंवा स्वत: ला काही तरी त्रास देत आहात?

source: if you checked off any problem, how difficult have these problems made it for you to do your work, take care of things at home, or get along with other people?
hi: यदि आपने किसी समस्या की जाँच की है, तो इन समस्याओं ने आपके लिए अपना काम करना, घर की चीजों का ध्यान रखना, या अन्य लोगों के साथ मिलना कितना मुश्किल बना दिया है?
mr: जर आपण कोणत्याही समस्येची तपासणी केली असेल तर, आपल्या समस्येचे कार्य करण्यासाठी, घरी गोष्टींची काळजी घेण्यासाठी किंवा इतर लोकांसह मिळविण्यासाठी या समस्या आपल्यासाठी कितपत अडचणीत आहेत?

source: Final thing to answer
hi: अंतिम बात जवाब देने के लिए
mr: उत्तर देण्यासाठी अंतिम गोष्ट

source: Not at all
hi: हर्गिज नहीं
mr: अजिबात नाही

source: Several days
hi: कई दिन
mr: अनेक दिवस

source: Most than half day
hi: आधे से ज़्यादा दिन
mr: अर्धा दिवसांपेक्षा अधिक

source: Nearly every day
hi: तकरीबन हर दिन
mr: जवळजवळ दररोज

source: Not difficult at all
hi: मुश्किल नहीं है
mr: काहीही कठीण नाही

source: Somewhat difficult
hi: थोड़ा मुश्किल
mr: काहीसे कठीण

source: Very difficult
hi: बहुत कठिन
mr: खूप कठीण

source: Extremely difficult
hi: बेहद मुश्किल
mr: अत्यंत कठीण

source: None
hi: कोई नहीं
mr: काहीही नाही

source: Mild
hi: सौम्य
mr: सौम्य

source: Moderate
hi: मध्यम
mr: मध्यम

source: Moderately Severe
hi: मध्यम रूप से गंभीर
mr: मंदपणे गंभीर
