Repository: Rupali835/MeDocPatietApp
Catalog: medocpatient/*.lproj/Localizable.strings
Languages: hi, mr

source: A: Many parents are concerned about the long-term effects of taking medicines. One of the best sources of information for this question is the Multimodal Treatment Study of ADHD (MTA). This study was a very large study of the treatments typically associated with ADHD, pharmacotherapy, behavioral intervention, and their combination. Evidence regarding the side effects of using stimulant treatment for ADHD shows that long-term use of medicine may decrease stature. However, in children who have continued use of medicine with generally higher doses of methylphenidate, stature differences remain relatively small. The use of stimulants to treat ADHD both in the short-term and long-term is considered safe by most of the major medical organizations, including the American Medical Association and the American Psychiatric Association. Answered by Michael Manos, PhD. Dr. Manos is the head of the Center for Pediatric Behavioral Health at Cleveland Clinic Children’s. He is the founding clinical and program director of the pediatric and adult ADHD Center for Evaluation and Treatment.
hi: A: कई माता-पिता दवा लेने के दीर्घकालिक प्रभावों के बारे में चिंतित हैं। इस प्रश्न के लिए जानकारी का एक सबसे अच्छा स्रोत एडीएचडी (एमटीए) का मल्टीमॉडल ट्रीटमेंट स्टडी है। यह अध्ययन आमतौर पर जुड़े उपचारों का एक बहुत बड़ा अध्ययन था। एडीएचडी, फार्माकोथेरेपी, व्यवहार हस्तक्षेप और उनके संयोजन के साथ। एडीएचडी के लिए उत्तेजक उपचार का उपयोग करने के दुष्प्रभावों के बारे में साक्ष्य से पता चलता है कि लंबे समय तक दवा के उपयोग से कद में कमी हो सकती है। हालांकि, उन बच्चों में जो आमतौर पर सामान्य खुराक के साथ दवा का उपयोग जारी रखते हैं। मिथाइलफेनिडेट, कद का अंतर अपेक्षाकृत कम रहता है। छोटी अवधि और दीर्घकालिक दोनों में एडीएचडी के इलाज के लिए उत्तेजक दवाओं का उपयोग अमेरिकी मेडिकल एसोसिएशन और अमेरिकी मनोचिकित्सा एसोसिएशन सहित अधिकांश प्रमुख चिकित्सा संगठनों द्वारा सुरक्षित माना जाता है। माइकल माइकल, पीएचडी द्वारा उत्तर दिया गया। डॉ। मानोस क्लीवलैंड क्लिनिक चिल्ड्रन में सेंटर फॉर पीडियाट्रिक बिहेवियरल हेल्थ के प्रमुख हैं। वे संस्थापक क्लिनी हैं। बाल चिकित्सा और वयस्क ADHD मूल्यांकन और उपचार के लिए केंद्र के कार्यक्रम निदेशक।
mr: A: बर्याच पालकांना औषधे घेतल्याच्या दीर्घकालीन प्रभावांबद्दल काळजी वाटते. या प्रश्नासाठी माहितीच्या सर्वोत्तम स्रोतांपैकी एक म्हणजे एडीएचडी (एमटीए) च्या मल्टीमोडाल ट्रीटमेंट स्टडीचा. हा अभ्यास सामान्यतः संबंधित उपचारांचा एक मोठा अभ्यास होता. एडीएचडी, फार्माकोथेरपी, वर्तनविषयक हस्तक्षेप आणि त्यांचे मिश्रण यांच्यासह एडीएचडी साठी उत्तेजक उपचारांचा साइड इफेक्ट्सच्या पुराव्यावरून दिसून येते की औषधांच्या दीर्घकालीन वापरामुळे कपात कमी होऊ शकते. तथापि, ज्या मुलांनी औषधे नियमितपणे जास्त प्रमाणात वापरली आहेत मेथिलफेनिडेड, कण फरक तुलनेने लहान असतो. अमेरिकन मेडिकल असोसिएशन आणि अमेरिकन सायकोट्रिक असोसिएशन समेत बहुतेक मोठ्या वैद्यकीय संस्थांद्वारे एडीएचडीचा उपचार करण्यासाठी उत्तेजकांचा वापर अल्पकालीन आणि दीर्घकालीन दोन्ही मानला जातो. मायकेल मनोस, पीएचडी द्वारा उत्तर दिले. डॉ. मॅनोस क्लीव्हलँड क्लिनिक चिल्ड्रन येथे बालरोगासंबंधी वर्तनाचे आरोग्य केंद्र आहेत. ते संस्थापक मादी आहेत. बालरोग व प्रौढ एडीएचडी सेंटर फॉर इव्हॅल्युएशन अँड ट्रीटमेंटचे कॅल आणि प्रोग्राम डायरेक्टर.

source: Q9: Can numerous fibroids and an enlarged uterus cause bladder prolapse? Why does my gynecologist think my bladder bulging into my vaginal canal is a fibroid even after I was sent to a urologist for stress incontinence issues?
hi: Q9: क्या कई फाइब्रॉएड और एक बढ़े हुए गर्भाशय में मूत्राशय आगे को बढ़ सकता है? मेरे स्त्री रोग विशेषज्ञ को यह क्यों लगता है कि मेरे मूत्राशय को मेरी योनि नहर में उभारना एक फाइब्रॉएड है क्योंकि मुझे तनाव असंयम के मुद्दों के लिए एक मूत्र रोग विशेषज्ञ के पास भेजा गया था?
mr: Q9: असंख्य फायब्रोइड्स आणि वाढत्या गर्भाशयात मूत्राशय वाढू शकते का? माझ्या स्त्री रोगशास्त्रज्ञाने असा विचार केला आहे की माझे मूत्राशय माझ्या योनि नलिकामध्ये उकळण्यासारखे आहे कारण मला तणावग्रस्ततेच्या समस्यांसाठी मूत्रमार्गात पाठविल्यानंतरही एक मूत्रपिंड आहे?

source: A: Typically, uterine fibroids would not cause bladder prolapse. However, they can certainly make the symptoms and/or the degree of prolapse worse, depending upon the size and location of the fibroid. It is also possible that a fibroid in the right location could actually cause the front wall of the vagina—where the bladder is—to protrude. An ob/gyn can often figure this out with a pelvic examination, but sometimes an ultrasound or MRI is needed. Answered by Matthew D. Barber, MD, MHS. Dr. Barber is Professor of Surgery at the Cleveland Clinic Lerner College of Medicine at Case Western Reserve University and Vice-Chair of Clinical Research in the Ob/Gyn and Women's Health Institute.
hi: A: आमतौर पर, गर्भाशय फाइब्रॉएड मूत्राशय आगे को बढ़ाव का कारण नहीं होगा। हालांकि, वे निश्चित रूप से लक्षण और / या प्रोलैप्स की डिग्री को बदतर बना सकते हैं, यह फाइब्रॉइड के आकार और स्थान पर निर्भर करता है। यह भी संभव है कि सही में फाइब्रॉएड हो। स्थान वास्तव में योनि की सामने की दीवार का कारण बन सकता है - जहां मूत्राशय को फैलाना है। एक ओब / गेन अक्सर एक श्रोणि परीक्षा के साथ यह पता लगा सकता है, लेकिन कभी-कभी एक अल्ट्रासाउंड या एमआरआई की आवश्यकता होती है। मैथ्यू डी द्वारा उत्तर दिया गया। । बार्बर, एमडी, एमएचएस। डॉ। बार्बर केस वेस्टर्न रिजर्व यूनिवर्सिटी में क्लीवलैंड क्लिनिक लर्नर कॉलेज ऑफ मेडिसिन में सर्जरी के प्रोफेसर हैं और ओब / जीआईएन और महिला स्वास्थ्य संस्थान में क्लिनिकल रिसर्च के उपाध्यक्ष हैं।
mr: A: सामान्यत: गर्भाशयाच्या फायब्रोइड्समुळे मूत्राशय उद्रेक होऊ शकत नाही.परंतु, ते निश्चितपणे फायबरच्या आकार आणि स्थानाच्या आधारावर लक्षणे आणि / किंवा प्रथिनेची अवस्था अधिक वाईट करू शकतात. हे देखील शक्य आहे की उजव्या बाजूला एक फायब्रोड स्थान खरोखर योनिच्या समोरच्या भिंतीला कारणीभूत ठरू शकते-जेथे मूत्राशय निघत आहे. ओब / जीन हे बहुतेकदा पेल्विक परीक्षेत काढू शकतात, परंतु काहीवेळा अल्ट्रासाऊंड किंवा एमआरआय आवश्यक असते. मॅथ्यू डी बाबर, एमडी, एमएचएस डॉ. बाबर हे केस वेस्टर्न रिजर्व युनिव्हर्सिटी येथील क्लीव्हलँड क्लिनिक लर्नर कॉलेज ऑफ मेडिसिनमध्ये सर्जरीचे प्राध्यापक आहेत आणि ओब / गीन आणि महिला आरोग्य संस्थेतील क्लिनिकल रिसर्चचे उपाध्यक्ष आहेत.

source: Q10: Which is better for covering up during a sunny day, light or dark clothes? Also, is there a danger from tanning sprays rather than tanning beds?
hi: Q10: धूप वाले दिन, हल्के या गहरे रंग के कपड़ों को ढंकने के लिए कौन बेहतर है? इसके अलावा, टैनिंग बेड्स के बजाय टैनिंग स्प्रे से भी खतरा है?
mr: Q10: सूर्यप्रकाश, प्रकाश किंवा गडद कपड्यांमधे पांघरूण लावण्यासाठी काय चांगले आहे? तसेच, बेडिंग करण्याऐवजी स्प्रे कमानापासून धोका आहे का?

source: A: Light color clothing makes you feel cooler because it reflects most of the sun rays. However, dark colors actually absorb the sun rays and helps to prevent the ultraviolet (UV) radiation from getting to the skin underneath the clothing. Therefore, dark-colored clothes are more protective against the sun than light-colored clothing in areas that are covered, but are not protective for the skin that is not covered by the dark clothing. Sunscreen is still recommended for those uncovered areas. 'In terms of spray tans, there are not known harmful side effects to the skin from them. In terms of the skin, it is safe to use spray tanning. Certainly there are many known risks of tanning beds that we would recommend avoiding them entirely.' Answered by Missale Mesfin, MD. Dr. Mesfin is a is board certified dermatologist in the Department of Dermatology in Cleveland Clinic’s Dermatology & Plastic Surgery Institute.
hi: A: हल्के रंग के कपड़े आपको ठंडक का एहसास कराते हैं क्योंकि यह सूर्य की अधिकांश किरणों को दर्शाता है। हालांकि, गहरे रंग वास्तव में सूर्य की किरणों को अवशोषित करते हैं और पराबैंगनी (यूवी) विकिरण को कपड़ों के नीचे की त्वचा तक पहुंचने से रोकने में मदद करते हैं। इसलिए, अंधेरे। -कल वाले कपड़े सूरज से हल्के रंग के कपड़ों की तुलना में अधिक सुरक्षात्मक होते हैं जो ढंके हुए क्षेत्रों में होते हैं, लेकिन उन त्वचा के लिए सुरक्षात्मक नहीं होते हैं जो गहरे रंग के कपड़ों से ढके नहीं होते हैं। सनस्क्रीन अभी भी उन खुला क्षेत्रों के लिए अनुशंसित है। 'के संदर्भ में। स्प्रे टैन के कारण, उनसे त्वचा के लिए हानिकारक साइड इफेक्ट्स ज्ञात नहीं हैं। त्वचा के संदर्भ में, टैनिंग स्प्रे करना सुरक्षित है। निश्चित रूप से टैनिंग बेड के कई ज्ञात जोखिम हैं कि हम उन्हें पूरी तरह से बचने की सलाह देंगे। ' मिसले मेसफिन, एमडी द्वारा उत्तर दिया गया। डॉ। मेसफिन क्लीवलैंड क्लिनिक के त्वचाविज्ञान और प्लास्टिक सर्जरी संस्थान में त्वचाविज्ञान विभाग में एक बोर्ड प्रमाणित त्वचा विशेषज्ञ है।
mr: A: लाइट कलर कपड्यांमुळे आपणास कूलर वाटते कारण ते बहुतेक सूर्य किरणांना प्रतिबिंबित करतात. तथापि, गडद रंग प्रत्यक्षात सूर्य किरणे शोषून घेतात आणि अल्ट्राव्हायलेट (यूवी) किरणोत्सर्गामुळे कपड्यांखाली त्वचेवर येण्यापासून प्रतिबंध करण्यास मदत होते. रंगीत कपडे सूर्यप्रकाशात झाकलेले असतात त्या रंगाच्या कपड्यांपेक्षा जास्त संरक्षणात्मक असतात परंतु गडद कपड्यांनी झाकलेल्या त्वचेसाठी संरक्षक नसतात. अशा उघड झालेल्या भागांसाठी सनस्क्रीन अद्यापही शिफारसीय आहे. 'अटींमध्ये स्प्रे टन्सच्या त्वचेवर त्यांना हानिकारक साइड इफेक्ट्स आढळत नाहीत. त्वचेच्या दृष्टीने स्प्रे टँनिंग वापरणे सुरक्षित आहे. निश्चितपणे तेथे कमानासाठी अनेक ज्ञात धोके आहेत जी आम्ही पूर्णपणे टाळण्याची शिफारस करतो. मिसले मेसफिन, एमडीचे उत्तरः डॉ. मेसफिन हे क्लीव्हलँड क्लिनिकच्या त्वचाविज्ञान आणि प्लास्टिक सर्जरी संस्थेतील त्वचाविज्ञान विभागातील एक बोर्ड प्रमाणित त्वचा विशेषज्ञ आहे.

source: Q11: Is breast cancer inherited?
hi: Q11: स्तन कैंसर विरासत में मिला है?
mr: Q11: स्तनपानाचे कर्करोग वारस आहे का?

source: A: Most women who get breast cancer do not have any family history of breast cancer. Just because a family member had breast cancer does not always mean that you will get breast cancer. 'We do know that there are some genes associated with a known increased risk of breast cancer. These are BRCA 1 (breast cancer 1, early onset human tumor suppressor gene) and BRCA 2 (breast cancer type 2, susceptibility protein). Only 10 percent of women with breast cancer have these inherited genes. These women usually get breast cancer at a young age and have multiple family members with breast or ovarian cancer.' Answered by Stephanie Valente, DO. Dr. Valente is a breast surgeon at Cleveland Clinic. She is a board certified general surgeon with fellowship training in surgical breast oncology and serves as the Associate Director of the Cleveland Clinic Breast Fellowship.
hi: A: स्तन कैंसर पाने वाली अधिकांश महिलाओं में स्तन कैंसर का कोई पारिवारिक इतिहास नहीं है। सिर्फ इसलिए कि परिवार के किसी सदस्य को स्तन कैंसर नहीं था, इसका मतलब यह नहीं है कि आपको स्तन कैंसर होगा। 'हम जानते हैं कि कुछ जीन जुड़े हुए हैं। स्तन कैंसर के एक ज्ञात जोखिम के साथ। ये बीआरसीए 1 (स्तन कैंसर 1, आरंभिक मानव ट्यूमर दमन जीन) और बीआरसीए 2 (स्तन कैंसर टाइप 2, संवेदनशीलता प्रोटीन) हैं। केवल 10 प्रतिशत महिलाओं में ही स्तन कैंसर होता है। । इन महिलाओं को आमतौर पर कम उम्र में स्तन कैंसर होता है और स्तन या डिम्बग्रंथि के कैंसर के साथ कई परिवार के सदस्य होते हैं। स्टेफनी वैलेंटी, डीओ द्वारा उत्तर दिया गया। डॉ। वैलेंटे क्लीवलैंड क्लिनिक में एक स्तन सर्जन हैं। सर्जिकल स्तन ऑन्कोलॉजी में फेलोशिप प्रशिक्षण के साथ सामान्य सर्जन और क्लीवलैंड क्लिनिक ब्रेस्ट फैलोशिप के एसोसिएट निदेशक के रूप में कार्य करता है।
mr: A: बर्याच स्त्रिया ज्यांना स्तनाचा कर्करोग होतो त्यांच्यात स्तन कर्करोगाचा कोणताही कौटुंबिक इतिहास नाही. केवळ कौटुंबिक सदस्यास स्तनाच्या कर्करोगाचा अर्थ असा नाही की आपणास स्तन कर्करोग मिळेल. 'आम्हाला माहित आहे की काही जीन संबद्ध आहेत स्तनाच्या कर्करोगाच्या वाढत्या जोखीमसह. हे बीआरसीए 1 (स्तनाचा कर्करोग 1, आरंभिक मानवी ट्यूमर सप्रेशर जीन) आणि बीआरसीए 2 (स्तनाचा कर्करोगाचा प्रकार 2, संवेदनाशक प्रोटीन) आहे. स्तनपान कर्करोगाने केवळ 10 टक्के स्त्रियांना ही आनुवंशिक जीन्स असतात या स्त्रियांना सामान्यतः लहान वयातील स्तनाचा कर्करोग होतो आणि स्तन किंवा डिम्बग्रंथि कर्करोग असलेले बहुतेक कौटुंबिक सदस्य असतात. स्टेफनी व्हॅलेंटे यांनी उत्तर दिले, डॉ. व्हॅलेन्टी क्लीव्हलँड क्लिनिकमध्ये एक स्तन सर्जन आहे. ती एक बोर्ड प्रमाणित आहे सर्जिकल ब्रेस्ट ऑन्कोलॉजीमध्ये फेलोशिप प्रशिक्षण देऊन सामान्य सर्जन आणि क्लीव्हलँड क्लिनिक ब्रेस्ट फेलोशिपचे असोसिएट डायरेक्टर म्हणून काम करते.

source: Q12: What causes Hashimoto's thyroiditis, and what is the best method of treatment? Can iodine help this condition?
hi: Q12: हाशिमोटो के थायरॉयडिटिस का कारण क्या है, और उपचार का सबसे अच्छा तरीका क्या है? क्या आयोडीन इस स्थिति में मदद कर सकता है?
mr: Q12: हॅशिमोटोच्या थायरॉइडिटिसचे कारण काय आहे आणि उपचारांची सर्वात चांगली पद्धत काय आहे? आयोडीन या स्थितीस मदत करू शकते का?

source: A: Hashimoto's thyroiditis is a type of autoimmune thyroid disease in which the immune system attacks and changes the texture of the thyroid gland. Hashimoto's thyroiditis stops the gland from making enough thyroid hormones for the body to work the way it should. Therefore often people will need thyroid hormone replacement. Levothyroxine replacement (T4) is used to treat Hashimoto’s thyroiditis, although there are other formulations such as Armour thyroid (which contain both T3 and T4), which is also sometimes used. 'One should avoid taking iodine in this situation. If you have evidence of underactive thyroid and are symptomatic, the treatment of choice would be thyroid hormone replacement (T4 replacement).' Answered by Mary Vouyiouklis, MD. Dr. Vouyiouklis is an endocrinologist in the Department of Endocrinology, Diabetes and Metabolism in Cleveland Clinic’s Endocrinology & Metabolism Institute. She is board certified in internal medicine - endocrinology, diabetes, and metabolism.
hi: A: हाशिमोटो का थायरॉयडिटिस एक प्रकार का ऑटोइम्यून थायरॉयड रोग है जिसमें प्रतिरक्षा प्रणाली हमला करती है और थायरॉयड ग्रंथि की बनावट में बदलाव करती है। हाशिमोटो के थायरॉयडिटिस ग्रंथि को शरीर के लिए पर्याप्त थायराइड हार्मोन बनाने से रोकती है ताकि इसे जिस तरह से काम करना चाहिए। इसलिए अक्सर लोग ऐसा करते हैं। थायराइड हार्मोन प्रतिस्थापन की आवश्यकता होगी। लेवोथायरोक्सिन रिप्लेसमेंट (T4) का उपयोग हाशिमोटो के थायरॉयडिटिस के इलाज के लिए किया जाता है, हालांकि आर्मर थायरॉयड (जिसमें T3 और T4 दोनों शामिल हैं) जैसे अन्य योग हैं, जिनका उपयोग भी किया जाता है। 'एक को आयोडीन लेने से बचना चाहिए। इस स्थिति में। यदि आपके पास अंडरएक्टिव थायरॉइड के सबूत हैं और रोगसूचक हैं, तो पसंद का उपचार थायराइड हार्मोन रिप्लेसमेंट (टी 4 रिप्लेसमेंट) होगा। मैरी वौय्युकैलिस, एमडी द्वारा उत्तर दिया गया। डॉ। वाउइयाक्कलिस विभाग में एक एंडोक्रिनोलॉजिस्ट हैं। क्लीवलैंड क्लिनिक के एंडोक्रिनोलॉजी एंड मेटाबॉलिज्म संस्थान में एंडोक्रिनोलॉजी, मधुमेह और मेटाबॉलिज्म। वह आंतरिक चिकित्सा में प्रमाणित बोर्ड है - एंडोक्रिनोलॉजी, मधुमेह और मेटा bolism।
mr: A: हाशिमोतो थायरॉईडिस हा एक प्रकारचा ऑटोइम्यून थायरॉईड रोग आहे ज्यामध्ये रोगप्रतिकारक यंत्रामुळे थायरॉईड ग्रंथीचे पोत तयार होते आणि बदलते. हॅशिमोटो ची थायरॉइडिटिस ग्रंथीला शरीराच्या पुरेसे काम करण्यासाठी पुरेसे थायरॉईड संप्रेरक तयार करण्यास थांबवते. थायरॉईड हार्मोन पुनर्स्थापना आवश्यक आहे. लेव्हीथोरेक्साइन पुनर्स्थापन (टी 4) हाशिमोटोच्या थायरॉइडिटिसचा उपचार करण्यासाठी केला जातो, जरी आर्मोर थायरॉईड (जे टी 3 आणि टी 4 समाविष्ट असते) सारख्या इतर फॉर्म्युलेशन्स आहेत, ज्यांचा वापर कधी कधी केला जातो. 'आयोडीन घेण्यापासून या परिस्थितीत जर आपल्याकडे अंडरएक्टिव्ह थायरॉईडचा पुरावा असेल आणि लक्षणसूचक असेल तर निवडण्याचा उपचार थायरॉईड हार्मोन पुनर्स्थापना (टी 4 बदलणे) असेल. मॅरी व्हॉयॉक्लिस, एमडीचे उत्तर. डॉ. व्हॉयॉउक्लिस हे डिप्लोमातील एंडोक्राइनोलॉजिस्ट आहेत. क्लीव्हलँड क्लिनिकच्या एंडोक्राइनोलॉजी आणि मेटाबोलिझम इन्स्टिट्यूट मध्ये एंडोक्राइनोलॉजी, मधुमेह आणि मेटाबोलिझम. ती अंतर्गत औषधांमध्ये प्रमाणित केलेली बोर्ड आहे - एंडोक्रायोलॉजी, मधुमेह आणि मेटा बॉलिझम.

source: Q13: Hearing aids are very expensive. How often will I have to be making an investment to replace or update them?
hi: Q13: श्रवण यंत्र बहुत महंगे हैं। मुझे उन्हें बदलने या अपडेट करने के लिए कितनी बार निवेश करना होगा?
mr: Q13: ऐकण्याचे साधन खूप महाग आहेत. मला ते बदलण्यासाठी किंवा अद्यतनित करण्यासाठी कितीवेळा गुंतवणूक करावी लागेल?

source: A: The typical life of hearing aids is usually about five to seven years. When you are first fitted with hearing aids, talk with your audiologist about choosing devices that will give you ‘room to grow’ in case your hearing loss progresses. Oftentimes, programming changes can be made to your current devices to accommodate changes in your hearing loss. Reasons that you may consider new hearing aids include: 1: Outliving the life of the hearing aids 2: New technologies develop that offer better listening opportunities with new features 3: Progression in your hearing loss beyond the capabilities of the hearing aids 4: These days technology advances more quickly than hearing aids stop working. Talk with your audiologist to determine if there are features or accessories that can be added to your existing devices or if newer hearing aids would be most beneficial for you. Answered by Sarah Sydlowski, AuD, PhD. Dr. Sydlowski is the audiology director of the Hearing Implant Program and a clinical audiologist for Cleveland Clinic’s Head & Neck Institute.
hi: A: श्रवण यंत्रों का विशिष्ट जीवन आमतौर पर लगभग पांच से सात साल होता है। जब आप पहली बार श्रवण यंत्रों से सुसज्जित होते हैं, तो अपने श्रवण विशेषज्ञ से उन उपकरणों को चुनने के बारे में बात करें, जो आपकी सुनवाई हानि बढ़ने की स्थिति में आपको 'विकसित होने के लिए कमरा' प्रदान करें। , प्रोग्रामिंग परिवर्तन आपके श्रवण हानि में परिवर्तन को समायोजित करने के लिए आपके वर्तमान उपकरणों में किए जा सकते हैं। जिन कारणों से आप नए श्रवण साधनों पर विचार कर सकते हैं, उनमें शामिल हैं: 1: श्रवण यंत्र के जीवन को रेखांकित करना 2: नई तकनीकें विकसित होती हैं जो बेहतर सुनने की पेशकश करती हैं नए फीचर्स 3 के साथ अवसर: श्रवण यंत्र की क्षमताओं से परे आपके श्रवण हानि में प्रगति 4: इन दिनों तकनीक श्रवण यंत्र की तुलना में अधिक तेजी से काम करना बंद कर देती है। यह निर्धारित करने के लिए अपने ऑडियोलॉजिस्ट से बात करें कि क्या विशेषताएं या सहायक उपकरण हैं। अपने मौजूदा उपकरणों में जोड़ा जाए या अगर नए श्रवण सहायक उपकरण आपके लिए सबसे अधिक फायदेमंद होंगे। सारा सिडलोव्स्की, एयूडी, पीएचडी द्वारा उत्तर दिया गया। डॉ। सिड्लॉस्की हियरिंग इंप्लांट प्रो के ऑडियोलॉजी निदेशक हैं। ग्राम और क्लीवलैंड क्लिनिक के प्रमुख और गर्दन संस्थान के लिए एक नैदानिक ​​ऑडियोलॉजिस्ट।
mr: A: ऐकण्याच्या सहाय्यांचे सामान्य जीवन साधारणत: पाच ते सात वर्ष असते. जेव्हा आपणास प्रथम ऐकण्याच्या सहाय्याने फिट केले जाते तेव्हा आपल्या ऑडिओयोलॉजिस्टशी बोलण्यासाठी त्या उपकरणांची निवड करा ज्यामुळे आपले ऐकणे कमी झाल्यास आपल्याला 'वाढण्यास खोली' मिळेल. बर्याच वेळा , आपल्या ऐकण्याच्या नुकसानीमध्ये बदल करण्यासाठी आपल्या वर्तमान डिव्हाइसेसवर प्रोग्रामिंग बदल केले जाऊ शकतात. आपण नवीन ऐकण्याच्या साधनांचा विचार करू शकता अशा कारणामध्ये हे समाविष्ट आहे: 1: ऐकण्याच्या अॅड्सचे जीवन बाहेर काढणे 2: नवीन तंत्रज्ञान विकसित होतात जे चांगले ऐकत नवीन वैशिष्ट्यांसह संधी 3: ऐकण्याच्या सहाय्यांच्या क्षमतेच्या पलीकडे आपल्या सुनावणीत होणारी प्रगती प्रगती 4: हे तंत्रज्ञान तंत्रज्ञानाच्या सहाय्याने ऐकणे थांबविण्यापेक्षा द्रुतगतीने प्रगती होते. आपल्या ऑडिओलॉजिस्टशी बोलण्यासाठी काही वैशिष्ट्ये किंवा उपकरणे आहेत काय हे निश्चित करण्यासाठी बोलू शकता आपल्या विद्यमान डिव्हाइसेसमध्ये जोडले जाणे किंवा नवीन ऐकणे सहाय्य आपल्यासाठी सर्वात फायदेशीर असेल. सारा सिडलोव्स्की, एयूडी, पीएचडी द्वारा उत्तर दिले. डॉ. सिडलोव्स्की हे ऐकण्याच्या इम्प्लांट प्रोचे ऑडिओलॉजी संचालक आहेत. ग्रॅम आणि क्लीव्हलँड क्लिनिकच्या हेड आणि नेक संस्थेसाठी क्लिनिकल ऑडिओलॉजिस्ट.

source: Q14: I am trying to eat a vegetarian diet. How can I get the protein that I need?
hi: Q14: मैं शाकाहारी भोजन खाने की कोशिश कर रहा हूं। मुझे वह प्रोटीन कैसे मिल सकता है जिसकी मुझे जरूरत है?
mr: Q14: मी शाकाहारी आहार घेण्याचा प्रयत्न करीत आहे. मला आवश्यक असलेले प्रथिने कसे मिळू शकेल?

source: A: It is good that you are concerned because many people who start eating a vegetarian diet simply eliminate the meat from their diet and compromise their protein needs. Rich protein sources include lentils, legumes, nuts/seeds, soy products (such as tofu or soy meat substitutes), eggs, and dairy products. You need to be intentional about consuming these foods several times throughout the day. Answered by Maxine Smith, RD, LD. Ms. Smith has more than 20 years of experience as a registered, clinical dietitian and currently works in the department of Nutrition Therapy.
hi: A: यह अच्छा है कि आप चिंतित हैं क्योंकि बहुत से लोग जो शाकाहारी भोजन खाना शुरू करते हैं, केवल अपने आहार से मांस को खत्म करते हैं और अपने प्रोटीन की जरूरतों से समझौता करते हैं। प्रोटीन के समृद्ध स्रोतों में दाल, फलियां, नट / बीज, सोया उत्पाद (जैसे टोफू) शामिल हैं। या सोया मांस के विकल्प), अंडे और डेयरी उत्पाद। आपको दिन भर में कई बार इन खाद्य पदार्थों का सेवन करने के बारे में जानबूझकर होना चाहिए। मैक्सिन स्मिथ, आरडी, एलडी द्वारा उत्तर दिया गया। सुश्री स्मिथ के पास 20 से अधिक वर्षों का अनुभव है। एक पंजीकृत, नैदानिक ​​आहार विशेषज्ञ के रूप में और वर्तमान में पोषण चिकित्सा विभाग में काम करता है।
mr: A: आपण चांगले आहात कारण आपण शाकाहारी आहाराची सुरुवात करतात जे लोक त्यांच्या आहारातून मांस काढून टाकतात आणि त्यांच्या प्रथिनांच्या गरजा पूर्ण करतात. समृद्ध प्रथिनांचा स्रोत मसूर, भाज्या, नट / बियाणे, सोया उत्पादनांचा (जसे टोफू) किंवा सोया मांस पर्याय), अंडी आणि दुग्धजन्य पदार्थ. आपण या खाद्यपदार्थ दिवसभर बर्याच वेळा खाण्याविषयी हेतुपूर्ण असण्याची गरज आहे. मॅक्सिन स्मिथ, आरडी, एलडी सुश्री स्मिथ यांनी 20 वर्षांहून अधिक अनुभवांचा अनुभव घेतला आहे. नोंदणीकृत, क्लिनिकल आहारतज्ञ म्हणून आणि सध्या पोषण थेरपी विभागामध्ये काम करते.

source: Q15: Can drinking water with lemon prevent kidney stones? Also, I have been told not to drink city water. What is the best water to drink?
hi: Q15: क्या नींबू के साथ पानी पीने से गुर्दे की पथरी को रोका जा सकता है? इसके अलावा, मुझे बताया गया है कि शहर का पानी नहीं पीना चाहिए। पीने के लिए सबसे अच्छा पानी कौन सा है?
mr: Q15: लिंबूने पाणी पिणे किडनीचे दगड टाळता येईल का? शिवाय, मला शहरातील पाणी पिण्यास सांगितले नाही. पिण्याचे सर्वोत्तम पाणी काय आहे?

source: A: One-half cup of lemon juice concentrate added to drinking water over the course of the day is a preventive therapy for calcium oxalate stone formation. 'As for city water, it is safe to drink but the concern is with water softened using a sodium ion exchange. Softened water should not be used for cooking, drinking, or for ice dispensers.' Answered by Maxine Smith RD, LD. Ms. Smith has more than 20 years of experience as a registered, clinical dietitian and currently works in the department of Nutrition Therapy.
hi: A: एक आधा कप नींबू का रस दिन के दौरान पीने के पानी में जोड़ा जाता है, कैल्शियम ऑक्सालेट पत्थर के गठन के लिए एक निवारक चिकित्सा है। शहर के पानी के लिए, यह पीने के लिए सुरक्षित है, लेकिन चिंता पानी के साथ है सोडियम आयन विनिमय का उपयोग करके नरम किया गया। नरम पानी का उपयोग खाना पकाने, पीने या बर्फ के डिस्पेंसर के लिए नहीं किया जाना चाहिए। मैक्सिन स्मिथ आरडी, एलडी द्वारा उत्तर दिया गया। सुश्री स्मिथ के पास पंजीकृत के रूप में 20 से अधिक वर्षों का अनुभव है। नैदानिक ​​आहार विशेषज्ञ और वर्तमान में पोषण चिकित्सा विभाग में काम करते हैं।
mr: A: दिवसा अर्धवट पिण्याचे पाणी अर्धा कप लिंबू रस जोडण्यासाठी कॅल्शियम ऑक्सालेट पत्थर तयार करण्यासाठी प्रतिबंधक थेरपी आहे. 'शहराच्या पाणीपुरते पाणी पिणे सुरक्षित आहे परंतु चिंता पाणी आहे सोडियम आयन एक्सचेंजचा वापर करुन मऊ बनवावे .पाणी, मद्यपान करण्यासाठी किंवा बर्फ वितरकांकरिता सौम्य पाणी वापरले जाऊ नये. मॅक्सिन स्मिथ आरडी, एलडी सुश्री स्मिथ यांचे उत्तर नोंदणीकृत 20 वर्षांहून अधिक अनुभवाचे आहे, क्लिनिकल आहारशास्त्रज्ञ आणि सध्या पोषण थेरपी विभागामध्ये काम करते.

source: Q16: When pain management doesn't help, what are other alternatives for back pain due to bulged discs and arthritis?
hi: Q16: जब दर्द प्रबंधन मदद नहीं करता है, तो उभरी हुई डिस्क और गठिया के कारण पीठ दर्द के लिए अन्य विकल्प क्या हैं?
mr: Q16: जेव्हा वेदना व्यवस्थापन मदत करत नाही, ब्लेड डिस्क आणि संधिशोथामुळे बॅक बॅकचा इतर पर्याय काय आहेत?
